<?php
// Text
$_['text_search']                             = 'Пошук';
$_['text_reviews']                            = '%s відгуків';
$_['text_write']                              = 'Написати відгук';
$_['text_login']                              = 'Будь ласка <a href="%s"> авторизуйтесь</a> або <a href="%s"> зареєструйтесь</a> для перегляду';
$_['text_no_reviews']                         = 'Немає відгуків про цей товар.';
$_['text_note']                               = '<span class="text-danger">Увага:</span> HTML не підтримується! Використовуйте звичайний текст!';
$_['text_success']                            = 'Дякуємо за ваш відгук. Він відправлений на модерацію.';
$_['text_related']                            = 'Подібні записи';
$_['text_tags']                               = 'Теги:';
$_['text_error']                              = 'Запис не знайдений!';

// Entry
$_['entry_name']                              = 'Ваше ім’я:';
$_['entry_review']                            = 'Ваш відгук';
$_['entry_rating']                            = 'Рейтинг';
$_['entry_good']                              = 'Добре';
$_['entry_bad']                               = 'Погано';

// Tabs
$_['tab_description']                         = 'Опис';
$_['tab_review']                              = 'Відгуки';

// Error
$_['error_name']                              = 'Ім’я має містити від 3 до 25 символів!';
$_['error_text']                              = 'Текст відгуку має бути від 25 до 1000 символів!';
$_['error_rating']                            = 'Будь ласка, поставте оцінку!';
