<?php
// Heading
$_['heading_title']        	= 'Інсталятор доповнень OCMOD';

// Text
$_['text_success']          	= 'Доповнення успішно встановлено';
$_['text_unzip']          	= 'Файли розпаковані';
$_['text_ftp']          	= 'Копіювання файлів';
$_['text_sql']          	= 'Виконання SQL-запиту';
$_['text_xml']          	= 'Застосування змін';
$_['text_php']          	= 'Запуск PHP';
$_['text_remove']          	= 'Видалення тимчасових файлів';
$_['text_clear']          	= 'Тимчасові файли успішно очищені';

// Entry
$_['entry_upload']          	= 'Завантажити файл';
$_['entry_overwrite']          	= 'Файли будуть перезаписані';
$_['entry_progress']          	= 'Виконання';

// Help
$_['help_upload']          	= 'Потрібні файли модифікацій .ocmod.zip или .ocmod.xml';

// Error
$_['error_permission']          = 'У вас немає прав на установку доповнень';
$_['error_temporary']          	= 'Тимчасові файли мають бути видалені. Натисніть кнопку для їх видалення.';
$_['error_upload']          	= 'Файл не може бути завантажено';
$_['error_filetype']          	= 'Невірний тип файлу';
$_['error_file']          	= 'Файл не знайдений';
$_['error_unzip']          	= 'Помилка при розпакуванні архіву';
$_['error_code']          	= 'Модифікатору потрібен унікальний ID код';
$_['error_exists']          	= 'Модифікатор %s вже використовує унікальний ID код, який ви намагаєтесь установити';
$_['error_directory']          	= 'Не знайдена папка з файлами для завантаження';
$_['error_ftp_status']          = 'FTP доступ має бути включений в налаштуваннях магазину';
$_['error_ftp_connection']      = 'Неможливо підключитися, як %s:%s';
$_['error_ftp_login']          	= 'Неможливо зайти, як %s';
$_['error_ftp_root']          	= 'Не вдалося вибрати кореневий каталог %s';
$_['error_ftp_directory']       = 'Неможливо змінити директорію %s';
$_['error_ftp_file']          	= 'Неможливо завантажити файл %s';