<?php
// Text
$_['text_title']				= 'Банківська картка (Paymate)';
$_['text_unable']				= 'Не вдається знайти або оновити статус вашого замовлення';
$_['text_declined']				= 'Платіж відхилений системою Paymate';
$_['text_failed']				= 'Помилка транзакції Paymate';
$_['text_failed_message']		= '<p>На жаль, сталася помилка обробки транзакції Paymate.</p><p><b>Увага:</b>%s</p><p>Будь ласка перевірте баланс рахунку Paymate перед спробою повторної оплати даного замовлення</p><p>Якщо ви впевнені, що ця транзакція успішно завершена, або система показує видаткову операцію у вашому акаунті Paymate, будь ласка <a href="%s"> зв’яжіться з нами </a>, приклавши до дані вашого замовлення.</p>';
$_['text_basket']				= 'Кошик';
$_['text_checkout']				= 'Оформлення замовлення';
$_['text_success']				= 'Успішно виконано';