<?php
// Heading
$_['heading_title']				= 'Дякуємо вам за покупки в %s ....';

// Text
$_['text_title']				= 'Банківські картки (PayPoint)';
$_['text_response']				= 'Відповідь від PayPoint:';
$_['text_success']				= '... Ваш платіж був успішно отриманий.';
$_['text_success_wait']			= '<b><span style="color: #FF0000">Будь ласка, зачекайте </span></b>поки ми закінчимо обробку вашого замовлення. <br>Якщо ви не перенаправлені автоматично протягом 10 секунд, будь ласка, натисніть <a href="%s">тут</a>.';
$_['text_failure']				= 'Ваш платіж був скасований';
$_['text_failure_wait']			= '<b><span style="color: #FF0000"> Будь ласка, зачекайте...</span></b><br>Якщо ви не перенаправлені автоматично протягом 10 секунд, будь ласка, натисніть <a href="%s"> тут</a>.';