<?php
// Text
$_['text_title']		 = 'Банківська картка (WorldPay)';
$_['text_credit_card']		 = 'Деталі картки';
$_['text_card_type']		 = 'Тип картки: ';
$_['text_card_name']		 = 'Назва картки: ';
$_['text_card_digits']		 = 'Останні цифри номера: ';
$_['text_card_expiry']		 = 'Дата закінчення дії картки: ';
$_['text_trial']		 = '%s кожні %s %s для %s платежів, що ';
$_['text_recurring']		 = '%s кожні %s %s';
$_['text_length']		 = ' для %s платежів';
$_['text_confirm_delete']	 = 'Ви впевнені, що хочете видалити цю картку?';
$_['text_card_success']		 = 'Картка успішно видалена';
$_['text_card_error']		 = 'Сталася помилка при видаленні картки. Будь ласка зв’яжіться з адміністрацією магазину для допомоги';

// Entry
$_['entry_card']		 = 'Нова або наявна картка: ';
$_['entry_card_existing']	 = 'Наявна';
$_['entry_card_new']		 = 'Нова';
$_['entry_card_save']		 = 'Запам’ятати реквізити картки';
$_['entry_cc_cvc']		 = 'Код перевірки картки (CVC)';
$_['entry_cc_choice']		 = 'Виберіть існуючі картки';

// Button
$_['button_delete_card']	 = 'Видалити картку';

// Error
$_['error_process_order']	 = 'Виникла помилка при обробці вашого замовлення. Будь ласка, зверніться до адміністрації магазину за допомогою.';
