<?php
// Heading
$_['heading_title']     	= 'Групи для завантаження';

// Text
$_['text_success']          	= 'Налаштування файлів збережені';
$_['text_list']          	= 'Файли для завантаження';
$_['text_add']          	= 'Додавання файлу';
$_['text_edit']          	= 'Редагування файлу';
$_['text_upload']          	= 'Файл успішно завантажений';

// Column
$_['column_name']          	= 'Назва файлу';
$_['column_date_added']         = 'Дата додавання';
$_['column_action']          	= 'Дія';

// Entry
$_['entry_name']          	= 'Назва файлу:';
$_['entry_filename']          	= 'Ім’я файлу:';
$_['entry_mask']          	= 'Маска:';

// Help
$_['help_filename']          	= 'Можна завантажити через кнопку завантаження або використовувати FTP - в папку файлів для завантаження';
$_['help_mask']          	= 'Рекомендується використовувати різні імена файлів і масок, щоб виключити підбір прямого посилання для завантаження файлу';

// Error
$_['error_permission']          = 'У вас немає прав для зміни переліку файлів';
$_['error_name']          	= 'Назва має містити від 3 до 64 символів';
$_['error_upload']          	= 'Необхідно вказати файл';
$_['error_filename']          	= 'Ім’я файлу має містити від 3 до 128 символів';
$_['error_exists']          	= 'Файл не знайдений';
$_['error_mask']          	= 'Маска має містити від 3 до 128 символів';
$_['error_filetype']          	= 'Неприпустимий тип файлу';
$_['error_product']          	= 'Цей файл не може бути видалений, оскільки він прикріплений до %s товару(ів)';