<?php
// Heading
$_['heading_title']     	= 'Фільтри';

// Text
$_['text_success']          	= 'Налаштування фільтрів збережені';
$_['text_list']          	= 'Список фільтрів';
$_['text_add']          	= 'Додавання фільтра';
$_['text_edit']          	= 'Редагування фільтра';

// Column
$_['column_group']          	= 'Група фільтрів';
$_['column_sort_order']         = 'Порядок сортування';
$_['column_action']          	= 'Дія';

// Entry
$_['entry_group']          	= 'Назва групи:';
$_['entry_name']          	= 'Назва фільтра:';
$_['entry_sort_order']          = 'Порядок сортування:';

// Error
$_['error_permission']          = 'У вас немає прав для редагування фільтрів';
$_['error_group']          	= 'Назва групи фільтрів має містити від 1 до 64 символів';
$_['error_name']          	= 'Назва фільтра має містити від 1 до 64 символів';
