<?php
// Heading
$_['heading_title']          	= 'Статті';

// Text
$_['text_success']          	= 'Налаштування статей збережені';
$_['text_list']          	= 'Список статей';
$_['text_add']          	= 'Додавання статті';
$_['text_edit']          	= 'Редагування статті';
$_['text_default']          	= 'Основний магазин';

// Column
$_['column_title']          	= 'Назва статті';
$_['column_sort_order']         = 'Порядок сортування';
$_['column_noindex']         = 'Індексація';
$_['column_action']          	= 'Дія';

// Entry
$_['entry_title']          	= 'Назва статті:';
$_['entry_description']         = 'Опис:';
$_['entry_store']          	= 'Магазини:';
$_['entry_meta_title']          = 'HTML-тег Title';
$_['entry_meta_h1']             = 'HTML-тег H1';
$_['entry_meta_keyword']        = 'Мета-тег Keywords:';
$_['entry_meta_description']    = 'Мета-тег Description:';
$_['entry_keyword']          	= 'SEO URL:';
$_['entry_bottom']          	= 'Показувати у футері:';
$_['entry_status']          	= 'Статус:';
$_['entry_noindex']          = 'Індексація';
$_['entry_sort_order']          = 'Порядок сортування:';
$_['entry_layout']          	= 'Змінити схему:';

// Help
$_['help_keyword']       	 = 'Має бути унікальним на всю систему, без пробілів та спецсимволів';
$_['help_noindex']           = 'Індексація в пошукових системах Google, Yandex, Bing та ін.';
$_['help_bottom']          	= 'Показувати посилання на статтю у футері';

// Error
$_['error_warning']          	= 'Уважно перевірте форму на помилки';
$_['error_permission']          = 'У вас немає прав для редагування статей';
$_['error_title']          	= 'Назва статті має містити від 3 до 64 символів';
$_['error_description']         = 'Опис має містити не менше 3 символів';
$_['error_meta_title']          = 'Мета-тег Title має містити від 3 до 255 символів';
$_['error_meta_h1']       	 = 'HTML-тег H1 має містити від 0 до 255 символів';
$_['error_keyword']          	= 'Цей SEO URL вже використовується';
$_['error_account']          	= 'Цю сторінку не можна видалити, оскільки вона призначена Політикою безпеки за замовчуванням';
$_['error_checkout']          	= 'Цю сторінку не можна видалити, оскільки вона призначена Умовами угоди за замовчуванням';
$_['error_affiliate']          	= 'Сторінка не може бути видалена, оскільки вона використовується в умовах партнерської програми';
$_['error_return']          	= 'Ця інформаційна сторінка не може бути видалена, так як зараз використовується в магазині в якості умов повернення';
$_['error_store']          	= 'Сторінка не може бути видалена, оскільки вона використовується в %s магазинах!';