<?php
// Heading
$_['heading_title']	    = 'Періодичні платежі';

// Text
$_['text_success']          = 'Налаштування збережені';
$_['text_list']             = 'Перелік профілів';
$_['text_add']              = 'Додати';
$_['text_edit']             = 'Редагування';
$_['text_day']              = 'День';
$_['text_week']             = 'Тиждень';
$_['text_semi_month']       = 'Двічі на місяць';
$_['text_month']            = 'Місяць';
$_['text_year']             = 'Рік';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> Періодичний платіж розраховується по циклах і частоті.</p><p>Наприклад, якщо ви використовуєте частоту - "Тиждень" і цикл - "2", то покупцю буде виставлений рахунок кожні "ДВА ТИЖНІ".</p><p>Тривалість - це СКІЛЬКИ РАЗІВ буде виставлений рахунок, встановіть 0 щоб рахунок виставлявся до тих пір, поки не буде скасований вручну.</p>';
$_['text_profile']          = 'Профіль періодичного платежу';
$_['text_trial']            = 'Тимчасовий профіль';

// Entry
$_['entry_name']            = 'Назва';
$_['entry_price']           = 'Ціна';
$_['entry_duration']        = 'Тривалість';
$_['entry_cycle']           = 'Цикл';
$_['entry_frequency']       = 'Частота';
$_['entry_trial_price']     = 'Ціна';
$_['entry_trial_duration']  = 'Тривалість';
$_['entry_trial_status']    = 'Статус';
$_['entry_trial_cycle']     = 'Цикл';
$_['entry_trial_frequency'] = 'Частота';
$_['entry_status']          = 'Статус';
$_['entry_sort_order']      = 'Порядок сортування';

// Column
$_['column_name']           = 'Назва';
$_['column_sort_order']     = 'Порядок сортування';
$_['column_action']         = 'Дія';

// Error
$_['error_warning']         = 'Уважно перевірте форму на помилки';
$_['error_permission']      = 'У вас немає прав на редагування періодичних платежів';
$_['error_name']            = 'Назва профілю має містити від 3 до 255 символів';
$_['error_product']         = 'Цей профіль не може бути видалений оскільки він використовується у %s товарах';