<?php
// Тема
$_['heading_title'] 	= 'Управління резервною копією ';

// Текст
$_['text_backup'] 	= 'Завантажити резервну копію';
$_['text_success'] 	= 'Відновлення таблиць пройшло успішно';
$_['text_list'] 	= 'Завантажити перелік';

// Запис
$_['entry_import'] 	= 'Відновити резервну копію';
$_['entry_export'] 	= 'Зберегти таблиці:';

// Помилка
$_['error_permission'] 	= 'У вас немає прав на управління резервною копією';
$_['error_backup'] 	= 'Для резервного копіювання необхідно вибрати хоча б одну таблицю';
$_['error_empty'] 	= 'Увага: завантажений файл порожній';