<?php
// Heading
$_['heading_title']        = 'Валюти';

// Text
$_['text_success']         = 'Налаштування валют збережено';
$_['text_list']            = 'Перелік валют';
$_['text_add']             = 'Додавання валюти';
$_['text_edit']            = 'Редагування валюти';
$_['text_iso']             = 'Ви можете переглянути повний список кодів валют і параметрів ISO <a href="http://www.xe.com/iso4217.php" target="_blank">тут</a>.';

// Column
$_['column_title']         = 'Назва валюти';
$_['column_code']          = 'ISO Код';
$_['column_value']         = 'Курс валюти';
$_['column_date_modified'] = 'Дата останнього оновлення';
$_['column_action']        = 'Дія';

// Entry
$_['entry_title']          = 'Назва валюти';
$_['entry_code']           = 'ISO Код';
$_['entry_value']          = 'Курс валюти';
$_['entry_symbol_left']    = 'Символ зліва';
$_['entry_symbol_right']   = 'Символ праворуч';
$_['entry_decimal_place']  = 'Знаків після коми';
$_['entry_status']         = 'Статус';

// Help
$_['help_code']            = 'Не змінюйте якщо це валюта за замовчуванням';
$_['help_value']           = 'Встановіть на 1.00000 - якщо це валюта за замовчуванням.';

// Error
$_['error_permission']     = 'У вас немає прав для зміни переліку валют';
$_['error_title']          = 'Назва Валюти має містити від 3 до 32 символів';
$_['error_code']           = 'Код Валюти має складатися з 3 символів';
$_['error_default']        = 'Валюту неможливо видалити, оскільки вона призначена за замовчуванням';
$_['error_store']          = 'Валюту неможливо видалити, оскільки вона використовується в %s магазині(ах)';
$_['error_order']          = 'Валюту неможливо видалити, оскільки вона призначена для %s заказа(ів)';
