<?php
// Text
$_['text_approve_subject']      = '%s - ваш партнерський обліковий запис активований';
$_['text_approve_welcome']      = 'Ласкаво просимо і дякуємо за реєстрацію в %s!';
$_['text_approve_login']        = 'Ваш обліковий запис успішно створений і ви можете увійти, використовуючи вказану адресу електронної пошти та пароль за адресою:';
$_['text_approve_services']     = 'Після входу в систему ви зможете створювати коди відстеження, переглядати комісійні платежі і редагувати інформацію про себе.';
$_['text_approve_thanks']       = 'Дякуємо,';
$_['text_transaction_subject']  = '%s - партнерська комісія';
$_['text_transaction_received'] = 'Ви отримали %s комісійних';
$_['text_transaction_total']    = 'Ваша загальна сума комісійних тепер %s.';