<?php
// Text
$_['text_approve_subject']      = '%s - ваш обліковий запис активований';
$_['text_approve_welcome']      = 'Ласкаво просимо і дякуємо за реєстрацію в %s!';
$_['text_approve_login']        = 'Ваш обліковий запис створений і ви можете увійти з використанням E-mail адреси та пароля, відвідавши сайт за адресою:';
$_['text_approve_services']     = 'Після авторизації на сайті ви зможете скористатися додатковими можливостями: перегляд історії замовлень, друк рахунків, зміна інформації вашого облікового запису та ін.';
$_['text_approve_thanks']       = 'Дякуємо,';
$_['text_transaction_subject']  = '%s - особистий рахунок';
$_['text_transaction_received'] = 'Ви отримали кредит на свій рахунок в магазині: %s';
$_['text_transaction_total']    = 'Загальна сума на вашому особистому рахунку: %s. '. "\ n \ n". 'Ця сума буде автоматично витрачатися при наступних покупках.';
$_['text_reward_subject']       = '%s - бонусні бали';
$_['text_reward_received']      = 'Ви отримали %s бонусних балів';
$_['text_reward_total']         = 'Загальна кількість бонусних балів %s';