<?php
// Text
$_['text_subject']  = 'Ви відправили подарунковий сертифікат з %s';
$_['text_greeting'] = 'Вітаємо, ви отримали подарунковий сертифікат на %s';
$_['text_from']     = 'Ви отримали подарунковий сертифікат від %s';
$_['text_message']  = 'З повідомленням, в якому зазначено:';
$_['text_redeem']   = 'Щоб скористатися цим подарунковим сертифікатом збережіть код <b>%s </b>, потім перейдіть в магазин за посиланням нижче і замовте товари, які вам сподобаються. Ви можете ввести код подарункового сертифікату на сторінці перегляду кошика перед тим як почнете оформлення замовлення.';
$_['text_footer']   = 'Якщо маєте будь-які питання, напишіть відповідь на це повідомлення.';