<?php
// Text
$_['text_blog']         = 'Блог';
$_['text_write']        = 'Написати відгук';
$_['text_login']        = 'Будь ласка, <a href="%s">виконайте вхід</a> або <a href="%s">створіть обліковий запис</a> перш ніж написати відгук';
$_['text_no_reviews']   = 'Немає відгуків про цю статтю';
$_['text_on']           = ' від ';
$_['text_note']         = '<span style="color: #FF0000;">Увага:</span> HTML не підтримується! Використовуйте звичайний текст.';
$_['text_success']      = 'Дякуємо за ваш відгук. Після перевірки адміністратором він буде опублікований.';
$_['text_wait']         = 'Будь ласка, зачекайте';
$_['text_reviews']      = 'Відгуків: %s';
$_['text_error']        = 'Статтю не знайдено';
$_['text_views'] 		= 'Переглядів:';
$_['button_more']       = 'детальніше';
$_['text_tax']          = 'Без податку:';
$_['text_related']       = 'Подібні статті';
$_['text_related_product']       = 'Супутні товари';

// Entry
$_['entry_name']        = 'Ваше ім’я:';
$_['entry_review']      = 'Ваш відгук:';
$_['entry_rating']      = 'Оцінка:';
$_['entry_good']        = 'Добре';
$_['entry_bad']         = 'Погано';
$_['entry_captcha']     = 'Введіть код з зображення:';

// Error
$_['error_name']        = 'Заголовок відгуку має містити від 3 до 25 символів';
$_['error_text']        = 'Текст відгуку має містити від 25 до 1000 символів';
$_['error_rating']      = 'Будь ласка, оцініть статтю';
$_['error_captcha']     = 'Код, вказаний на зображенні, введений невірно';
?>