<?php
// Text
$_['text_blog']         = 'Блог';
$_['text_refine']       = 'Оберіть підкатегорію';
$_['text_product']      = 'Статті';
$_['text_error']        = 'Категорію не знайдено';
$_['text_empty']        = 'В цій категорії немає записів';
$_['text_display']      = 'Вигляд:';
$_['text_sort']         = 'Сортування:';
$_['text_limit']        = 'На сторінці:';
$_['text_sort_date']    = 'датою';
$_['text_sort_by']      = 'Сортувати за:';
$_['text_sort_name']    = 'назвою';
$_['text_sort_rated']   = 'рейтингом';
$_['text_sort_viewed']  = 'переглядами';
$_['text_views'] 	    = 'Переглядів:';
$_['text_date_asc']     = 'Дата (за зростанням)';
$_['text_date_desc']    = 'Дата (за зменшенням)';
$_['text_viewed_asc'] 	= 'Переглядами (за зростанням)';
$_['text_viewed_desc'] 	= 'Переглядами (за зменшенням)';
$_['text_rating_asc'] 	= 'Рейтингом (за зростанням)';
$_['text_rating_desc'] 	= 'Рейтингом (за зменшенням)';
$_['text_name_asc'] 	= 'Назвою (за зростанням)';
$_['text_name_desc'] 	= 'Назвою (за зменшенням)';
$_['text_default']   	= 'За замовчуванням';

$_['button_more']       = 'детальніше';
?>