<?php
// Heading
$_['heading_title']      = 'Яндекс.Маркет';

// Text
$_['text_extension']   	 = 'Доповнення';
$_['text_feed']          = 'Канали просування';
$_['text_success']       = 'Налаштування змінені';
$_['text_edit']          = 'Редагування';

// Entry
$_['entry_status']       = 'Статус';
$_['entry_data_feed']    = 'Адреса';
$_['entry_shopname']     = 'Назва магазину';
$_['entry_company']      = 'Компанія';
$_['entry_category']     = 'Категорії';
$_['entry_currency']     = 'Валюта пропозицій';
$_['entry_in_stock']     = 'Статус &quot;В наявності&quot;';
$_['entry_out_of_stock'] = 'Статус &quot;Немає в наявності&quot;';

//Help
$_['help_shopname']           = 'Скорочена назва магазину (назва, яка буде виводитись в списку знайдених на Яндекс.Маркеті товарів. Має містити не більш ніж 20 символів).';
$_['help_company']            = 'Повна назва компанії власника магазину. Не публікується, використовується для внутрішньої ідентифікації.';
$_['help_category']           = 'Виберіть категорії з яких необхідно експортувати пропозиції для Яндекс.Маркета.';
$_['help_currency']           = 'Яндекс.Маркет приймає пропозиції в валютах RUR, RUB або UAH. Оберіть валюту, в якій будуть передаватись пропозиції.';
$_['help_in_stock']           = 'При залишку на складі 0';
$_['help_out_of_stock']       = 'При залишку на складі 0';
$_['help_yandex_market']      = 'Тема на <a target="_blank" href="http://forum.opencart.pro/index.php?/files/file/40-yandexmarket-20/">Форумі</a>';

// Error
$_['error_permission']   	  = 'У вас недостатньо прав для внесення змін';
?>