<?php
// Heading 
$_['heading_title']   = 'Забули пароль?';

// Text
$_['text_account']    = 'Кабінет партнера';
$_['text_forgotten']  = 'Забули пароль?';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email']      = 'Введіть адресу електронної пошти від вашого облікового запису. Натисніть Продовжити, щоби отримати пароль електронною поштою.';
$_['text_success']    = 'Новий пароль був відправлений на E-Mail.';

// Entry
$_['entry_email']     = 'E-Mail адреса:';

// Error
$_['error_email']     = 'E-Mail адресу не знайдено, будь ласка, спробуйте ще раз!';
$_['error_approved']  = 'Ваш обліковий запис має бути активований перш ніж ви зможете виконати вхід.';