<?php
// Heading 
$_['heading_title']                 = 'Партнерська програма';

// Text
$_['text_account']                  = 'Кабінет партнера';
$_['text_login']                    = 'Вхід';
$_['text_description']              = '<p>Партнерська програма %s є безкоштовною і дозволяє отримувати учасникам додатковий дохід, шляхом розміщення посилань, як на весь ваш магазин %s, так і на окремі товари. Кожна покупка, яка здійснена по партнерському посиланню, принесе дохід! Стандартні коміссійні: %s.</p><p>Подробиці Ви можете отримати на сторінці інформації для Партнерів.</p>';
$_['text_new_affiliate']            = 'Новий партнер';
$_['text_register_account']         = '<p>Я не є партнером.</p><p>Натисніть Продовжити, щоби створити обліковий запис партнера. Зверніть увагу, цей обліковий запис не пов’язаний з ніяким обліковим записом покупця!</p>';
$_['text_returning_affiliate']      = 'Вхід для партнерів';
$_['text_i_am_returning_affiliate'] = 'Я вже зареєстрований.';
$_['text_forgotten']                = 'Забули пароль?';

// Entry
$_['entry_email']                   = 'Партнерський E-Mail:';
$_['entry_password']                = 'Пароль:';

// Error
$_['error_login']                   = 'Не знайдено E-Mail і/або пароль вказано невірно.';
$_['error_attempts']                = 'Ви перевищили допустиму кількість спроб входу в систему. Будь ласка, спробуйте через годину.';
$_['error_approved']                = 'Для авторизації необхідно підтвердити обліковий запис через E-Mail.';
