<?php
// Heading
$_['heading_title'] = 'Обліковий запис партнера успішно створений';

// Text
$_['text_message']  = '<p> Дякуємо за реєстрацію! </p> <p> Ви отримаєте повідомлення на email після активації облікового запису адміністрацією магазину. </p> <p> Будь-які питання про Партнерську програму можна задати <a href="%s"> адміністрації магазину </a>. </p>';
$_['text_approval'] = '<p> Дякуємо за реєстрацію в %s! </p> <p> Ви отримаєте повідомлення на email після активації облікового запису адміністрацією магазину. </p> <p> Будь-які питання про Партнерську програму можна задати <a href = "%s"> адміністрації магазину </a>. </p>';
$_['text_account']  = 'Кабінет партнера';
$_['text_success']  = 'Успішно';
