<?php
// Heading
$_['heading_title']     = 'Адреси доставки';

// Text
$_['text_account']      = 'Особистий кабінет';
$_['text_address_book'] = 'Перелік адрес доставки';
$_['text_edit_address'] = 'Редагувати адресу';
$_['text_add_address']  = 'Нова адреса доставки';
$_['text_add']          = 'Адреса доставки додана';
$_['text_edit']         = 'Адреса доставки змінена';
$_['text_delete']       = 'Адреса доставки видалена';
$_['text_empty']        = 'У вашому обліковому запису немає адреси';

// Entry
$_['entry_firstname']   = 'Ім’я';
$_['entry_lastname']    = 'Прізвище';
$_['entry_company']     = 'Компанія';
$_['entry_address_1']   = 'Адреса';
$_['entry_address_2']   = 'Адреса (додатково)';
$_['entry_postcode']    = 'Індекс';
$_['entry_city']        = 'Місто';
$_['entry_country']     = 'Країна';
$_['entry_zone']        = 'Область';
$_['entry_default']     = 'Основна адреса';

// Error
$_['error_delete']      = 'У вас має бути не менше однієї адреси';
$_['error_default']     = 'Ви не можете видалити основну адресу';
$_['error_firstname']   = 'Ім’я має містити від 1 до 32 символів';
$_['error_lastname']    = 'Прізвище має містити від 1 до 32 символів';
$_['error_vat']         = 'Неправильний індекс';
$_['error_address_1']   = 'Адреса має містити від 3 до 128 символів';
$_['error_postcode']    = 'Індекс має містити від 2 до 10 символів';
$_['error_city']        = 'Назва міста має містити від 2 до 128 символів';
$_['error_country']     = 'Будь ласка, вкажіть країну';
$_['error_zone']        = 'Будь ласка, вкажіть область';
$_['error_custom_field']   = '%s - обов’язковий параметр';
