<?php
// Heading
$_['heading_title']   = 'Забули пароль?';

// Text
$_['text_account']    = 'Особистий кабінет';
$_['text_forgotten']  = 'Забутий пароль?';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email']      = 'Введіть адресу електронної пошти вашого облікового запису. Натисніть кнопку Продовжити, щоб отримати пароль по електронній пошті.';
$_['text_success']    = 'Новий пароль був надісланий на вашу адресу електронної пошти.';

// Entry
$_['entry_email']     = 'E-Mail:';

// Error
$_['error_email']     = 'E-Mail не знайдено, будь ласка, спробуйте ще раз';
$_['error_approved']  = 'Ваш обліковий запис потребує активації перш ніж ви зможете виконати вхід';