<?php
// Heading
$_['heading_title'] = 'Обліковий запис успішно створений';

// Text
$_['text_message']  = '<p> Вітаємо! Ваш обліковий запис був успішно створений. </p> <p> Тепер ви можете скористатись додатковими можливостями: перегляд історії замовлень, друк рахунків, зміну своєї контактної інформації та адрес доставки, стежити за накопиченими балами і багато іншого ... </p> <p> Якщо у вас виникли будь-які питання, напишіть нам. </p> <p> Лист з даними про реєстрацію був надісланий на вказаний E-mail. Якщо ви не отримали листа, будь ласка <a href="%s"> зв’яжіться з нами </a>. </p>';
$_['text_approval'] = '<p> Дякуємо за реєстрацію %s! </p> <p> Ви будете повідомлені електронною поштою, як тільки ваш обліковий запис буде активований адміністрацією магазину. </p> <p> Якщо у вас виникли будь-які запитання, будь ласка <a href="%s"> зв’яжіться з нами </a>. </p>';
$_['text_account']  = 'Особистий кабінет';
$_['text_success']  = 'Обліковий запис успішно створений';
