<?php
// Тема
$_['heading_title'] 	= 'Групи користувачів';

// Текст
$_['text_success'] 	= 'Налаштування змінені';
$_['text_list'] 	= 'Перелік груп';
$_['text_add'] 		= 'Додавання групи користувача';
$_['text_edit'] 	= 'Редагування групи користувача';

// Колонка
$_['column_name'] 	= 'Назва групи';
$_['column_action'] 	= 'Дія';

// Запис
$_['entry_name'] 	= 'Назва групи';
$_['entry_access'] 	= 'Дозволити перегляд ';
$_['entry_modify'] 	= 'Дозволити редагувати';
$_['entry_hide'] 	= 'Приховати доповнення';

// Допомога
$_['help_hide'] 	= 'Вибрані доповнення не будуть показуватись на сторінках модулів, платежів, доставок ';

// Помилка
$_['error_permission'] 	= 'У вас немає прав для редагування груп користувачів';
$_['error_name'] 	= 'Назва групи має містити від 3 до 64 символів';
$_['error_user'] 	= 'Ця група не може бути видалена, оскільки до неї входить %s користувачів';