<?php
// Heading
$_['heading_title']        = 'Дізнатись про вартість доставки';

// Text
$_['text_success']         = 'Спосіб доставки успішно прийнятий. Загальна сума замовлення змінена!';
$_['text_shipping']        = 'Щоб дізнатись приблизну вартість доставки, вкажіть вашу область';
$_['text_shipping_method'] = 'Будь ласка, вкажіть бажаний спосіб доставки';

// Entry
$_['entry_country']        = 'Країна';
$_['entry_zone']           = 'Область';
$_['entry_city']           = 'Місто';

// Error
$_['error_postcode']       = 'Індекс має бути від 2 до 10 символів!';
$_['error_country']        = 'Будь ласка, вкажіть країну!';
$_['error_zone']           = 'Будь ласка, вкажіть область!';
$_['error_shipping']       = 'Будь ласка, вкажіть бажаний спосіб доставки';
$_['error_no_shipping']    = 'Немає жодного доступного способу доставки. Будь ласка, <a href="%s"> зв’яжіться з нами </a>, і ми знайдемо вирішення проблеми!';