<?php
// Heading
$_['heading_title']        		= 'Поштова розсилка';

// Text
$_['text_success']          		= 'Ваш лист відправлений';
$_['text_sent']          		= 'Ваш лист відправлений з %s до %s одержувачів';
$_['text_list']          		= 'Поштовий перелік';
$_['text_default']          		= 'За замовчуванням';
$_['text_newsletter']          		= 'Тільки для тих, хто підписався на розсилку новин';
$_['text_customer_all']          	= 'Всім покупцям';
$_['text_customer_group']          	= 'Групі покупців';
$_['text_customer']          		= 'Тільки покупцям';
$_['text_affiliate_all']          	= 'Всім партнерам';
$_['text_affiliate']          		= 'Тільки партнерам';
$_['text_product']          		= 'Тільки для тих, хто набув ці товари';

// Entry
$_['entry_store']          		= 'Від кого';
$_['entry_to']          		= 'Кому';
$_['entry_customer_group']          	= 'Група покупців';
$_['entry_customer']          		= 'Покупці';
$_['entry_affiliate']          		= 'Партнери';
$_['entry_product']          		= 'Товари';
$_['entry_subject']          		= 'Тема листа';
$_['entry_message']          		= 'Повідомлення';

// Help
$_['help_customer']          		= 'Надіслати повідомлення тільки вказаним покупцям. (Автодоповнення)';
$_['help_affiliate']          		= 'Надіслати повідомлення тільки вказаним партнерам. (Автодоповнення)';
$_['help_product']          		= 'Надіслати повідомлення тільки тим, хто купив вказані товари. (Автодоповнення)';

// Error
$_['error_permission']          	= 'У вас немає прав використовувати поштову розсилку';
$_['error_subject']          		= 'Необхідно вказати тему листа';
$_['error_message']          		= 'Введіть повідомлення';