<?php
// Heading
$_['heading_title']     = 'Відстеження Маркетингу';

// Text
$_['text_success']      = 'Налаштування збережені';
$_['text_list']         = 'Перелік відстежування';
$_['text_add']          = 'Додавання компанії';
$_['text_edit']         = 'Редагування компанії';

// Column
$_['column_name']       = 'Назва компанії';
$_['column_code']       = 'Код';
$_['column_clicks']     = 'Кліків';
$_['column_orders']     = 'Замовлень';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва компанії';
$_['entry_description'] = 'Опис';
$_['entry_code']        = 'Код Відстежування';
$_['entry_example']     = 'Приклад';
$_['entry_date_added']  = 'Дата додавання';

// Help
$_['help_code']         = 'Код Відстежування, який буде використаний для маркетингу за цією компанією.';
$_['help_example']      = 'Щоби система мала можливість відстежувати, необхідно додати код відстеження у кінці URL посилання на ваш сайт.';

// Error
$_['error_permission']  = 'У вас немає прав на зміни переліку компаній';
$_['error_name']        = 'Назва компанії має містити від 1 до 32 символів';
$_['error_code']        = 'Необхідно вказати код відстеження';