<?php
// Heading
$_['heading_title'] 	= 'Теми подарункових сертифікатів';
// Text
$_['text success'] 	= 'Теми подарункових сертифікатів успішно оновлені';
$_['text_list'] 	= 'Перелік тем для сертифікатів';
$_['text_add'] 		= 'Додавання теми';
$_['text_edit'] 	= 'Редагування теми';
// Column
$_['column_name'] 	= 'Назва теми';
$_['column_action'] 	= 'Дія';
// Entry
$_['entry_name'] 	= 'Назва теми';
$_['entry_description'] = 'Опис';
$_['entry_image'] 	= 'Зображення';
// Error
$_['error_permission'] 	= 'У вас недостатньо прав для зміни тем сертифікатів';
$_['error_name'] 	= 'Назва теми має містити від 3 до 32 символів';
$_['error_image'] 	= 'Необхідно вказати зображення';
$_['error_voucher'] 	= 'Цю тему не можна видалити, так як вона закріплена за %s сертифікатом(ми)';