<?php
// Heading
$_['heading_title'] 	= 'Подарункові сертифікати';
// Text
$_['text success'] 	= 'Налаштування змінені';
$_['text_list'] 	= 'Перелік подарункових сертифікатів';
$_['text_add'] 		= 'Додавання сертифіката';
$_['text_edit'] 	= 'Редагування сертифіката';
$_['text_sent'] 	= 'Подарунковий сертифікат успішно відправлений за вказаною e-mail адресою';
// Column
$_['column_name'] 	= 'Назва сертифіката';
$_['column_code'] 	= 'Код';
$_['column_from'] 	= 'Відправник';
$_['column_to'] 	= 'Одержувач';
$_['column_theme'] 	= 'Тема';
$_['column_amount'] 	= 'Сума';
$_['column_status'] 	= 'Статус';
$_['column_order_id'] 	= 'Замовлення №';
$_['column_customer'] 	= 'Покупець';
$_['column_date_added'] = 'Дата додавання';
$_['column_action'] 	= 'Дія';
// Entry
$_['entry_code'] 	= 'Код';
$_['entry_from_name'] 	= 'Ім’я відправника';
$_['entry_from_email'] 	= 'E-Mail відправника';
$_['entry_to_name'] 	= 'Ім’я одержувача';
$_['entry_to_email'] 	= 'E-Mail одержувача';
$_['entry_theme'] 	= 'Тема';
$_['entry_message'] 	= 'Повідомлення';
$_['entry_amount'] 	= 'Сума';
$_['entry_status'] 	= 'Статус';
// Help
$_['help_code'] 	= 'Щоб активувати даний сертифікат, одержувач повинен буде ввести цей код.';
// Error
$_['error_selection'] 	= 'Будь ласка, виберіть сертифікат';
$_['error_permission'] 	= 'У вас недостатньо прав для зміни сертифікатів';
$_['error_exists'] 	= 'Код сертифіката вже використовується';
$_['error_code'] 	= 'Код повинен містити від 3 до 10 символів';
$_['error_to_name'] 	= 'Ім’я одержувача має містити від 1 до 64 символів';
$_['error_from_name'] 	= 'Ім’я відправника має містити від 1 до 64 символів';
$_['error_email'] 	= 'Така адреса електронної пошти неприпустима';
$_['error_amount'] 	= 'Необхідно вказати суму';
$_['error_order'] 	= 'Цей сертифікат не можна видалити, тому що він є частиною <a href="%s"> замовлення(ь) </a>';