<?php
// Heading
$_['heading_title'] = 'Оплата не була здійснена';

// Text
$_['text_basket']   = 'Кошик покупок';
$_['text_checkout'] = 'Оформити замовлення';
$_['text_failure']  = 'Оплата не була здійснена';
$_['text_message']  = '<p> Виникла проблема при оплаті замовлення </p>

<p> Можливі причини: </p>
<ul>
  <li> Недостатньо коштів </li>
  <li> Платіж не підтверджений </li>
</ul>

<p> Будь ласка, спробуйте ще раз або оберіть інший спосіб оплати </p>

<p> Якщо ця проблема повториться, будь ласка, <a href="%s"> зв’яжіться з нами </a> з описом проблеми і номером замовлення, який ви намагаєтесь оформити. </p>';