<?php
// Text
$_['text_success']           = 'Замовлення було змінено';

// Error
$_['error_permission']       = 'У вас немає дозволу на доступ до API';
$_['error_customer']         = 'Необхідно вказати дані покупця';
$_['error_payment_address']  = 'Вкажіть адресу оплати';
$_['error_payment_method']   = 'Вкажіть спосіб оплати';
$_['error_no_payment']       = 'Варіанти оплати недоступні';
$_['error_shipping_address'] = 'Потрібна адреса доставки';
$_['error_shipping_method']  = 'Потрібен спосіб доставки';
$_['error_no_shipping']      = 'Варіанти доставки недоступні';
$_['error_stock']            = 'Товари, відмічені *** не доступні в необхідній кількості, або їх немає на складі';
$_['error_minimum']          = 'Мінімальна сума замовлення для %s-%s';
$_['error_not_found']        = 'Замовлення не знайдене';