<?php
// Text
$_['text_address']       = 'Встановлено адресу доставки';
$_['text_method']        = 'Обрано спосіб доставки';

// Error
$_['error_permission']   = 'У вас немає дозволу на доступ до API';
$_['error_firstname']    = 'Ім’я має містити від 1 до 32 символів';
$_['error_lastname']     = 'Прізвище має містити від 1 до 32 символів';
$_['error_address_1']    = 'Адреса має містити від 3 до 128 символів';
$_['error_city']         = 'Назва міста має містити від 2 до 128 символів';
$_['error_postcode']     = 'Поштовий індекс має містити від 2 до 10 символів';
$_['error_country']      = 'Будь ласка, виберіть країну';
$_['error_zone']         = 'Будь ласка, виберіть область';
$_['error_custom_field'] = 'Потрібно вказати %s';
$_['error_address']      = 'Введіть адресу доставки';
$_['error_method']       = 'Оберіть метод доставки';
$_['error_no_shipping']  = 'Варіанти доставки недоступні';