<?php
// Text
$_['text_success']     = 'Подарунковий сертифікат застосовано';
$_['text_cart']        = 'Кошик змінено';
$_['text_for']         = '%s подарунковий сертифікат для %s';

// Error
$_['error_permission'] = 'У вас немає дозволу на доступ до API';
$_['error_voucher']    = 'Подарунковий сертифікат є недійсним або його баланс було вже використано';
$_['error_to_name']    = 'Ім’я одержувача має містити від 1 до 64 символів';
$_['error_from_name']  = 'Ваше ім’я має містити від 1 до 64 символів';
$_['error_email']      = 'Така адреса електронної пошти неприпустима';
$_['error_theme']      = 'Необхідно обрати тему сертифікату';
$_['error_amount']     = 'Сума має бути від %s до %s';